type Slide = {
  image: string;
  title: string;
  description: string;
  link: string;
};

export const slides: Slide[] = [
  {
    image: "/images/hero/heroProject01.webp",
    title: "Современная частная резиденция",
    description:
      "Минималистичная архитектура, продуманная планировка и\u00A0натуральные материалы создают пространство, в\u00A0котором комфорт становится частью повседневной жизни.",
    link: "#",
  },
  {
    image: "/images/hero/heroProject02.webp",
    title: "Роскошная вилла премиум-класса",
    description:
      "Элегантный интерьер, выразительные детали и\u00A0безупречные пропорции объединяются в\u00A0проекте, где эстетика сочетается с\u00A0высоким уровнем комфорта.",
    link: "#",
  },
  {
    image: "/images/hero/heroProject03.webp",
    title: "Современная архитектура в\u00A0гармонии с\u00A0природой",
    description:
      "Открытые пространства, панорамное остекление и\u00A0естественное окружение формируют атмосферу спокойствия, света и\u00A0единения с\u00A0природой.",
    link: "#",
  },
];
